Dlubal.RFEM5.SolidCriteria
Solid criteria

Dlubal.RFEM5.SolidCriteria.SolidNo
Solid number

Dlubal.RFEM5.SolidCriteria.SurfaceNo
Surface number

Dlubal.RFEM5.SolidCriteria.Type
Type of results

Dlubal.RFEM5.SolidCriteria.LocationNo
Location number

Dlubal.RFEM5.SolidCriteria.Coordinates
Location coordinates.

Dlubal.RFEM5.SolidCriteria.NonlinearityRate
Nonlinearity rate

Dlubal.RFEM5.SolidCriteria.DesignRatio
Design ratio

Dlubal.RFEM5.SolidCriteria.EquivalentPlasticStrain
Equivalent plastic strain

Dlubal.RFEM5.SolidCriteria.EquivalentCrackStrain
Masonry equivalent crack strain

Dlubal.RFEM5.SolidCriteria.StiffnessReduction
Membranes stiffness reduction